Tekla.Structures.Internal.ConnectUploads.Uploads


Tekla.Structures.Internal.ConnectUploads.Uploads.#ctor(System.String,System.String)


Tekla.Structures.Internal.ConnectUploads.Uploads.AddUpload(Tekla.Structures.Internal.ConnectUploads.Upload)


Tekla.Structures.Internal.ConnectUploads.Uploads.RemoveUpload(Tekla.Structures.Internal.ConnectUploads.Upload)


Tekla.Structures.Internal.ConnectUploads.Uploads.GetUploadByNameAndConnectLocation(System.String,System.String)


Tekla.Structures.Internal.ConnectUploads.Uploads.GetUploadByNameLocalPathAndModelInstanceId(System.String,System.String,System.String)
